Repository: FreePBX/customappsreg
Catalog: i18n/*/LC_MESSAGES/customappsreg.po
Languages: bg_bg, fa, fr_fr, ja_jp, pt_br, ru_ru, sv_se

source: (pick destination)
bg_bg: (избери направление)
fa: (انتخاب مقصد)
fr_fr: (sélectionnez une destiation)
ja_jp: 宛先をピックアップ
pt_br: (selecionar destino)
ru_ru: (выбрать назначение)
sv_se: (välj destination)

source: Actions
fa: عملیات
ru_ru: Действия

source: Add Custom Destination
bg_bg: Добави Custom Направление
fa: افزودن مقصد شخصی
fr_fr: Ajouter une Destination Personnalisée
ja_jp: カスタム宛先を追加
pt_br: Adicionar Destino Personalizado
ru_ru: Добавить пользовательское назначение
sv_se: Lägg till anpassad destination

source: Add Custom Extension
bg_bg: Добави Custom Вътрешна Линия
fa: افزودن داخلی شخصی
fr_fr: Ajouter une Extension Personnalisée
ja_jp: カスタム内線を追加
pt_br: Adicionar Ramal Personalizado
ru_ru: Добавить пользовательский внутр.номер
sv_se: Lägg till anpassad anknytning

source: Add Destination
fa: افزودن مقصد
ru_ru: Добавить назначение

source: Add Extension
fa: افزودن داخلی
ru_ru: Добавить внутренний номер

source: Admin
bg_bg: Админ
ru_ru: Администратор

source: Brief description that will be published in the Extension Registry about this extension
bg_bg: Кратко описание което ще се представи в Регистрирани Вътрешни Линии за тази вътрешна линия
fr_fr: Brève description qui sera publiée dans le Registre d'Extension à propos de cette extension
ja_jp: 内線レジストリ内で公開される内線についての簡単な説明。
pt_br: Breve descrição que será publicada no Registro de ramal sobre este ramal
ru_ru: Краткое описание, которое будет использоваться в Реестре номеров для этого номера
sv_se: Kortfattad beskrivning som kommer att visas för övriga anknytningar

source: Choose un-identified destinations on your system to add to the Custom Destination Registry. This will insert the chosen entry into the Custom Destination box above.
bg_bg: Избира незвестни направления във вашата система за да ги добави към Регистрирани Custom Направления. Това ще постави избраното в Custom Направление полето по-горе.
fr_fr: Choisissez des destinations non-identifiées sur votre système pour les ajouter au Registre de Destinations Personnalisées. Cela aura pour effet d'insérer l'entrée sélectionnée dans la boite 'Destinations Personnalisées' ci-dessus.
ja_jp: システムに認識されていない宛先をカスタム宛先レジストリに追加するために選択してください。選択したエントリーを上記カスタム宛先ボックスへ挿入します。
pt_br: Escolha destinos não identificados no seu sistema para adicionar ao registro de destinos personalizados. Isto irá inserir a entrada escolhida dentro da caixa de destino personalizada acima.
ru_ru: Выберите неидентифицированные назначения вашей системы чтобы добавить в Реестр пользовательских назначений. Это позволит вставить выбранную запись в поле Пользовательские назначения выше.
sv_se: Välj en oidentifierad destination i ditt system för att lägga till den i registret för Anpassad destinationer. Detta kommer att lägga till värdet i rutan Anpassad destination ovan.

source: Conflicting Extensions
bg_bg: Вътрешни Линии в Конфликт
fa: داخلی های متضاد
fr_fr: Extensions Conflictuelles
ja_jp: 内線の競合
pt_br: Ramais Conflitantes
ru_ru: Конфликтующие внутренние номера
sv_se: Konfliktande anknytningar

source: Custom Applications
bg_bg: Custom Приложения
pt_br: Aplicações Personalizadas
ru_ru: Пользовательские приложения

source: Custom Destination: %s
bg_bg: Custom Направление: %s
fa: مقصد شخصی ：%s
fr_fr: Destination Personnalisée: %s
ja_jp: カスタム宛先： %s
pt_br: Destino Personalizado: %s
ru_ru: Пользовательское назначение: %s
sv_se: Anpassad destination: %s

source: Custom Destinations
bg_bg: Custom Направления
fa: مقاصد شخصی
fr_fr: Destinations Personnalisées
ja_jp: カスタム宛先
pt_br: Destinos Personalizados
ru_ru: Пользовательские назначения
sv_se: Anpassade destinationer

source: Custom Destinations allows you to register your custom destinations that point to custom dialplans and will also 'publish' these destinations as available destinations to other modules. This is an advanced feature and should only be used by knowledgeable users. If you are getting warnings or errors in the notification panel about CUSTOM destinations that are correct, you should include them here. The 'Unknown Destinations' chooser will allow you to choose and insert any such destinations that the registry is not aware of into the Custom Destination field.
bg_bg: Custom Направления ви дават възможността да регистрирате вашите custom направления, които да насочват към custom схеми на избиране и да 'предоставят' тези направления като възможни направления за другите модули. Това е сложна функция и трябва да се използва само от знаещи потребители. Ако получавате предупреждения и грешки в панела за системен статус за CUSTOM Направления които са коректни, тогава би трябвало да ги включите тук. 'Бързо Избиране на Направление' ви предлага да изберете и добавите всички направления за които регистрите не са известени в Custom Направление полето.
fr_fr: Les Destinations Personnalisées vous permettent d'enregistrer vos destinations pointant sur des plans de numérotation personnalisés et 'publieront' également ces destinations en tant que destinations disponibles pour d'autres modules. Il s'agit d'une fonctionnalité avancée qui devrait seulement être utlisée par les utlisateurs experimentés. Si vous recevez des avertissements ou des erreurs dans le panneau de notifications à propos de destinations PERSONNALISEES correctes, vous devriez les inclure ici. Le sélecteur de 'Destinations Iconnues' vous permet de choisir et d'insérer des destinations dont le registre ne connait pas l'existence dans le champ 'Destination Personnalisée'
ja_jp: カスタム宛先を使用することにより、あなたが独自に作成した、カスタムダイヤルプランを指した宛先を登録することができ、他のモジュールによって利用可能なこれらの宛先を'発行'することもできます。
pt_br: Destinos Personalizados permite a você registrar destinos personalizados que apontam para planos de discagem personalizados e também 'publicar' estes destinos como destinos disponíveis para outros módulos. Este é um recurso avançado e deveria ser usado apenas por usuários com bom conhecimento. Se você está recebendo avisos ou erros no painel de notificação sobre os destinos PERSONALIZADOS que estão corretos, você deveria incluí-los lá. A lista 'Destinos desconhecidos' irá permitir que você escolha e insira quaisquer destinos que o registro não está a par no campo Destino Personalizado.
ru_ru: Пользовательские назначения позволяют регистрировать специальные сценарии, которые встраиваются в ваш диалплан и становятся доступными для перенаправления на них из других модулей. Это расширенная функция, и должна использоваться только опытными пользователями, понимающими что они хотят сделать. Если вы получаете предупреждения или ошибки в панели состояния системы по поводу CUSTOM направлений, которые являются правильными - вы должны включить их здесь. Выбор "Неизвестные назначения" позволит вам выбрать и вставить любые такие назначения, о которых не знает реестр, в поле "Пользовательское назначение".
sv_se: Anpassade destinationer ger dig möjlighet att registrera dina anpassningar i nummerplanen och 'publicerar' dessa som tillgängliga destinationer för andra moduler. Detta är en avancerad funktion och bör bara användas av personer med insikt i Asterisk nummerplan. Om du får varningar eller felmeddelande i "Meddelanden från FreePBX" om ANPASSADE destinationer, bör du inkludera dom här.

source: Custom Extension
bg_bg: Custom Вътрешна Линия
fa: داخلی شخصی
fr_fr: Extension Personnalisée
ja_jp: カスタム内線
pt_br: Ramal Personalizado
ru_ru: Пользовательский внутр.номер
sv_se: Anpassad anknytning

source: Custom Extension:
bg_bg: Custom Вътрешна Линия:
fa: داخلی شخصی ：
fr_fr: Extension Personnalisée
ja_jp: カスタム内線：
pt_br: Ramal Personalizado:
ru_ru: Пользовательский внутр.номер:
sv_se: Anpassad anknytning:

source: Custom Extensions
bg_bg: Custom Вътрешни Линии
fa: داخلی های شخصی
fr_fr: Extensions Personnalisées
pt_br: Ramais Personalizados
ru_ru: Пользовательские номера

source: Custom Extensions provides you with a facility to register any custom extensions or feature codes that you have created in a custom file and FreePBX doesn't otherwise know about them. This allows the Extension Registry to be aware of your own extensions so that it can detect conflicts or report back information about your custom extensions to other modules that may make use of the information. You should not put extensions that you create in the Misc Apps Module as those are not custom.
bg_bg: Custom Вътрешни Линии ви дават възможноста да регистрирате всички custom вътрешни линии или специални кодове които сте създали в custom файл и FreePBX няма как да рабере за тях. Това позволява на Регистрирани Вътрешни Линии да научи за тях, така че да може да открива конфликти или да връща информация за вашите custom вътрешни линии към другите модули, които евентуално могат да използват тази информация. Не трябва да поставяте вътрешните линии които сте създали в Модул Други Направления, тъй като те не са custom.
fr_fr: Les Extensions Personnalisées vous permettent d'enregistrer facilement toutes sortes d'extensions personnalisées ou de fonctions que vous avez créé dans un fichier personnalisé et que FreePBX ne pourrait pas prendre en compte autrement. Cela permet au Registre d'Extension de connaître vos propres extensions afin qu'il puisse détecter des conflits ou reporter aux autres modules des informations à propos de vos extensions personnalisées que ces modules pourraient utiliser. Vous ne devriez pas mettre d'extensions que vous avez créé dans le Module Misc Apps car elles ne sont pas personnalisées.
ja_jp: カスタム内線は、カスタムファイルで作成した独自の内線やキーコードを登録する機能を提供し、FreePBXから利用可能にします。これによって、内線レジストリはあなたが作成した独自の内線を検知し、カスタム内線に関する競合を検知して他のモジュールに情報をレポートします。その他モジュールで作成した内線はカスタムではないので、ここでは使用しないでください。
pt_br: Ramais Personalizados permitem a você registar quaisquer ramais personalizados ou códigos de recurso que você tenha criado em um arquivo personalizado e o FreePBX não saiba a respeito deles. Isto permite que o Registro de Ramal esteja a ciente das seus próprios ramais, de forma que ele possa detectar conflitos e relatar de volta as informações sobre os ramais personalizados para outros módulos que podem fazer uso da informação. Você não deveria colocar os ramais que você criou no Módulo Misc Apps como eles não são customizada.
ru_ru: Пользовательские номера позволяют регистрировать любые пользовательские номера или сервисные коды, создаваемые в пользовательском файле и неизвестные FreePBX. Это даёт возможность содержать реестр внутренних номеров таким образом, чтобы предотвращать конфликты с одинаковыми номерами (или сервисными кодами) и сообщать о них в другие модули, которые могут использовать эту информацию. Вы не должны создавать эти особые номера в модуле Misc Apps так как они не являются пользовательскими.
sv_se: Anpassade anknytningar ger dig en möjlighet att registrera anpassade anknytningar eller funktionskoder som du har skapat i en anpassad fil som FreePBX inte känner till. Detta ger en möjlighet för Anknytningsregistret att känna till dina anknytningar så att konflikter kan detekteras eller rapporteras tillbaka till andra moduler som eventuellt använder informationen. Du ska inte lägga till anknytningar här som du skapar i Övriga Applikationer då dom inte räknas som anpassade

source: DUPLICATE Extension: This extension already in use
bg_bg: ДУБЛИРАНА Вътрешна Линия: Тази вътрешна линия вече се използва
fa: داخلی تکراری：این داخلی موجود است
fr_fr: Extension DUPLIQUEE: Cette extension est déjà utilisée
ja_jp: 内線の重複： この内線は既に使用されております。
pt_br: Ramal DUPLICADO: O ramal já está em uso
ru_ru: ДУБЛИКАТ внутреннего номера: этот номер уже используется
sv_se: DUBLETT av anknytning: Denna anknytning används redan

source: Delete
bg_bg: Изтрий
fa: حذف
fr_fr: Supprimer
ja_jp: 削除
pt_br: Apagar
ru_ru: Удалить
sv_se: Ta bort

source: Description
bg_bg: Описание
fa: شرح
ja_jp: 説明
pt_br: Descrição
ru_ru: Описание
sv_se: Beskrivning

source: Destination
fa: مقصد
ru_ru: Назначение

source: Destination Quick Pick
bg_bg: Бързо Избиране на Направление
fa: برداشت سریع مقصد
fr_fr: Sélection Rapide de Destination
ja_jp: 宛先クイックピックアップ
pt_br: Seleção Rápida de Destino
ru_ru: Назначение быстрого выбора
sv_se: Snabbval för destination

source: Destinations
fa: مقاصد
ru_ru: Назначения

source: Does this destination end with 'Return'? If so, you can then select a subsequent destination after this call flow is complete.
ru_ru: Заканчивается ли это назначение шагом "Возврат"? Если да, то можно выбрать последующее назначение после завершения вызова.

source: Edit:
bg_bg: Редактирай:
fa: ویرایش：
fr_fr: Editer
ja_jp: 編集：
pt_br: Editar:
ru_ru: Редактировать:
sv_se: Redigera:

source: Extension
ru_ru: Внутренний номер

source: Invalid Destination, must not be blank, must be formatted as: context,exten,pri
bg_bg: Неправилно Направление, не може да е празно, трябва да е форматирано така: context,exten,pri
fr_fr: Destination invalide, ne doit pas être vide, doit être formatté comme suit : context,exten,pri
ja_jp: 無効な宛先です、空白にすることはできません。フォーマット：コンテキスト,exten,優先度
pt_br: Destino Inválido, não deve ser branco, deve ser formatado como: context, exten, pri
ru_ru: Неверное назначение - оно не должно быть пустым и должно быть в формате: контекст,внутр.номер,приоритет
sv_se: Ogiltig destination, den kan inte vara tom och måste vara formaterad som: context,exten,pri

source: Invalid Extension, must not be blank
bg_bg: Неправилна Вътрешна Линия, полето не може да е празно
fa: داخلی نامعتبر, نباید خالی باشد
fr_fr: Extension Invalide, ne doit pas être vide
ja_jp: 無効な内線番号です、空白にすることはできません。
pt_br: Ramal Inválido, não deve estar em branco
ru_ru: Неверный внутренний номер, не должен быть пустым
sv_se: Ogiltig anknytning, den kan inte vara tom

source: Invalid description specified, must not be blank
bg_bg: Неправилно описание, не може да е празно
fa: شرح نامعتبر, نباید خالی باشد
fr_fr: Description spécifiée invalide, ne doit pas être vide
ja_jp: 無効な説明が指定されました。空白にすることはできません。
pt_br: Descrição inválida especificada, não deve estar em branco
ru_ru: Указано неверное описание, не должно быть пустым
sv_se: Ogiltig beskrivning, den kan inte vara tom

source: List Custom Extensions
ru_ru: Список пользовательских внутренних номеров

source: List Destinations
fa: فهرست مقاصد
ru_ru: Список назначений

source: More detailed notes about this destination to help document it. This field is not used elsewhere.
bg_bg: По детайлни бележки за това направление. Това поле не се използва никъде.
fa: جزییات بیشتر درمورد مقاصد. این فیلد استفاده نمیشود.
fr_fr: Notes plus détaillé à propos de cette destination pour aider à la documenter. Ce champ n'est pas utilisé ailleurs.
ja_jp: この宛先についてのより詳細な説明。このフィールドは他の場所で使用されていません。
pt_br: Notas mais detalhadas sobre o destino para ajudar a documentá-la. Este campo não é usado em nenhum outro lugar.
ru_ru: Более подробные замечания об этом назначении помогут задокументировать его. Это поле больше нигде не используется.
sv_se: Mer detaljerad beskrivning om denna destination, för dokumentation. Detta fält används bara här.

source: More detailed notes about this extension to help document it. This field is not used elsewhere.
bg_bg: По детайлни бележки за тази вътрешна линия. Това поле не се използва никъде.
fa: جزییات بیشتر درمورد داخلی ها. این فیلد استفاده نمیشود.
fr_fr: Notes plus détaillées à propos de cette extension pour aider à la documenter. Ce champ ne sera pas utilisé ailleurs.
ja_jp: この内線についてのより詳細な説明。このフィールドは他の場所で使用されていません。
pt_br: Notas mais detalhadas sobre o ramal para ajudar a documentá-lo. Este campo não é usado em mais nenhum lugar.
ru_ru: Более подробные замечания об этом внутр.номере помогут задокументировать его. Это поле больше нигде не используется.
sv_se: Mer detaljerad beskrivning om denna anknytning för att underlätta dokumentation. Detta används bara här.

source: No
fa: خیر
ru_ru: Нет

source: Notes
bg_bg: Бележки
fa: نکات
ja_jp: ノート
pt_br: Notas
ru_ru: Примечания
sv_se: Notering

source: Registry to add custom extensions and destinations that may be created and used so that the Extensions and Destinations Registry can include these.
bg_bg: Предоставя възможност за добавяне на вътрешни линии и направления, които могат да се създават и използват така, че Регистратора на Вътрешни Линии и Направления да ги използва.
pt_br: Registro para adicionar ramais e destinos personalizados que podem ser criados e usados de forma que o Registro de Ramais e Destinos possam incluí-los.
ru_ru: Реестр для добавления пользовательских номеров и назначений, которые могут быть созданы и использованы таким образом, чтобы реестр номеров и назначений мог включать их.

source: Reset
fa: بازنشانی
ru_ru: Сброс

source: Return
fa: بازگشت
ru_ru: Возврат

source: Set the Destination after return
fa: انتخاب مقصد پس ازربرگشت
ru_ru: Задайте назначение после возврата

source: Submit
fa: ثبت
ru_ru: Принять

source: Target
fa: هدف
ru_ru: Цель

source: The entered extension conflicts with another extension on the system
fa: داخلی وارد شده با داخلی دیگری در سیستم تضاد دارد
ru_ru: Введённый внутренний номер конфликтует с другим внутренним номером в системе

source: This is the Custom Destination to be published. It should be formatted exactly as you would put it in a goto statement, with context, exten, priority all included. An example might look like:<br />mycustom-app,s,1
bg_bg: Custom Направление за предоставяне. Трябва да е форматирано точно както бихте го написали в goto въвеждане, с включени context, exten, priority. Например:<br />mycustom-app,s,1
fr_fr: Il s'agit de la Destination Personnalisée à publier. Elle devrait être formatée de la même façon que si vous deviez la placer dans une déclaration goto, avec context, exten, prority inclus. Voici un exemple de ce à quoi cela doit ressembler : <br />mycustom-app,s,1
ja_jp: 公開されるカスタム宛先です。gotoステートメントに設定するのと同じように、コンテキスト,exten,優先度全て含むフォーマットで正確に記述する必要があります。例：<br/>mycustom-app,s,1
pt_br: Este é um Destino Personalizado a ser publicado. Ele deve ser formatado exatamente como você colocaria em uma instrução goto, com contexto, extensão e prioridade incluídas. Algo como: <br />mycustom-app,s,1
ru_ru: Это объявление использования пользовательского назначения. Оно должно быть отформатировано так, как вы бы поместили его в оператор goto, с включенным контекстом, расширением, приоритетом. Пример может выглядеть следующим образом: <br />my custom-app,s,1
sv_se: Detta är en Anpassad destination som ska publiceras. Formatet ska vara exakt som du använder i en goto sats, med context, exten, priority. Ett exempel kan se ut som detta:<br>min-anpassade-app,s,1

source: This is the Extension or Feature Code you are using in your dialplan that you want the FreePBX Extension Registry to be aware of.
bg_bg: Вътрешна Линия или Специален Код които използвате в вашите схеми на избиране за които искате FreePBX Регистрирани Вътрешни Линии да се известява.
fr_fr: Il s'agit de l'Extension ou Fonction que vous utilisez dans votre plan de numérotation et dont vous voulez informer le Registre d'Extension.
ja_jp: あなたのダイヤルプラン内でFreePBX内線レジストリに認識させたい内線番号又はキーコードです。
pt_br: Este é o Ramal ou Código de Recurso que você está usando no seu plano de discagem, e que você quer que o Registro de Ramal do FreePBX esteja ciente.
ru_ru: Это внутренний номер или сервисный код, который будет использоваться в вашем диалплане, для учета его в общем реестре номеров FreePBX.
sv_se: Detta är den anpassade anknytning eller funktionskod som du använder i din nummerplan som FreePBX kommer att känna till.

source: WARNING: This destination is being used by other module objects. Changing this destination may cause unexpected issue.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Это назначение используется другими объектами модуля. Изменение это назначения может вызвать нежелательные последствия.

source: Yes
fa: بله
ru_ru: Да

source: Brief Description that will be published to modules when showing destinations. Example: My Weather App
bg_bg: Кратко описание което ще се предостави на модулите когато показват направленията. Например: My Weather App
fr_fr: Brève description qui sera publiée aux modules lors de l'affichage des destinations. Exemple : My Weather App
ja_jp: 宛先を表示する際にモジュールに公開される簡単な説明。例：マイ天気アプリケーション
pt_br: Breve descrição que será publicada para os módulos quando mostrando os destinos. Exemplo: Minha Previsão do Tempo
sv_se: Kortfattad beskrivning som kommer att visas när du väljer destination i moduler. Exempel: Min Anpassade Väg

source: Custom Destination
bg_bg: Custom Направление
fr_fr: Destination Personnalisée
ja_jp: カスタム宛先
pt_br: Destino Personalizado
sv_se: Anpassad destination

source: DUPLICATE Destination: This destination is already in use
bg_bg: ДУБЛИРАНО Направление: Направлението вече се използва
fr_fr: Destination DUPLIQUEE: Cette destination est déjà utilisée
pt_br: Destino DUPLICADO: Este destino já está em uso

source: DUPLICATE Destination: This destination is in use or potentially used by another module
bg_bg: ДУБЛИРАНО Направление: Направлението се използва или потенциално се използва от друг модул
fr_fr: Destination DUPLIQUEE: Cette destination est utilisée ou potentiellement utilisée par un autre module
pt_br: Destino DUPLICADO: Este destino esta em uso ou potencialmente usado por outro módulo

source: Edit Custom Destination
bg_bg: Редактирай Custom Направление
fr_fr: Editer la Destination Personnalisée
ja_jp: カスタム宛先を編集
pt_br: Editar Destino Personalizado
sv_se: Redigera anpassad anknytning

source: Edit Custom Extension
bg_bg: Редактирай Custom Вътрешна Линия
fr_fr: Editer une Extension Personnalisée
ja_jp: カスタム内線を編集
pt_br: Editar Ramal Personalizada
sv_se: Redigera anpassad anknytning

source: READONLY WARNING: Because this destination is being used by other module objects it can not be edited. You must remove those dependencies in order to edit this destination, or create a new destination to use
bg_bg: ВНИМАНИЕ: Тъй като това направление се използва от друг модул не може да бъде редактирано. Трябва да премахните тази завимост за да можете да редактирате направлението или създайте ново направление което да използвате
fr_fr: Cette destination est actuellement utilisée par des objets d'autres modules et ne peut pas être éditée. Vous devez supprimer ces dépendances pour pouvoir éditer cette destination, ou créer une nouvelle destination à utiliser
ja_jp: 読み込み専用警告： 他のモジュールに使用されているためこの宛先を編集することができません。この宛先を編集する場合はこれらの依存関係を解消する、新しく宛先を作成する必要があります。
pt_br: AVISO SOMENTE LEITURA: Este destino está sendo usado por outro módulo e não pode ser editado. Você deve remover estas dependências de forma a editar o destino ou criar um novo destino a ser usado
sv_se: VARNING SKRIVSKYDDAD: Denna destination används av andra moduler och kan inte redigeras. Du måste ta bort ta bort dessa beroenden för att kunna redigera denna destination, eller skapa en ny destination.

source: Submit Changes
bg_bg: Приеми Промените
fr_fr: Appliquer les Modifications
ja_jp: 変更を適用
pt_br: Enviar Mudanças
sv_se: Spara ändringar
